posts/Music/2015-08-31-Cantus-Novus.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-04-08 Fri 22:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cantus Novus Wien</title>
<meta name="generator" content="Org-mode" />
<meta name="author" content="Dominik Schrempf" />
<meta name="description" content="The Cantus Novus Wien is a Viennese choir that I sing in."
 />
<meta name="keywords" content="Choir, Cantus Novus, Wien, Vienna, Chor, Klassik, Sakrale Musik" />
<link rel='stylesheet' href='/css/site.css' type='text/css'/>
<meta name="viewport" content="width=device-width"/>
</head>
<body>
<div id="preamble" class="status">
<div class='nav'>
<ul>
<li><a href='/'>Home</a></li>
<li><a href='/archive.html'>Archive</a></li>
<li><a href='http://github.com/dschrempf'>GitHub</a></li>
</ul>
</div>
</div>
<div id="content">
<h1 class="title">Cantus Novus Wien</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgfa4fd93">Audio Samples</a></li>
<li><a href="#orgf503408">A Short Quote from the Homepage (in German)</a></li>
</ul>
</div>
</div>
<p>
In my free time I love to make music and that's why I am participating
in the choir <a href="http://www.cantusnovuswien.at/chor">Cantus Novus Wien</a>.  We are about 40 people and perform
sacred as well as secular music pieces.
</p>

<div id="outline-container-orgfa4fd93" class="outline-2">
<h2 id="orgfa4fd93">Audio Samples</h2>
<div class="outline-text-2" id="text-orgfa4fd93">
<p>
Audio samples can be found on <a href="https://soundcloud.com/cantusnovuswien">Soundcloud</a>.
</p>
</div>
</div>

<div id="outline-container-orgf503408" class="outline-2">
<h2 id="orgf503408">A Short Quote from the Homepage (in German)</h2>
<div class="outline-text-2" id="text-orgf503408">
<p>
Der Cantus Novus Wien besteht aus engagierten Sängerinnen und Sängern,
die am Wiener Diözesankonservatorium für Kirchenmusik
zusammenfinden. Das gemeinsame, lebendige Singen zielt auf hohe
musikalische Qualität; ein Schwerpunkt ist dabei zeitgenössische
Chormusik mit Uraufführungen von Auftragswerken österreichischer
Komponisten wie Wolfgang Sauseng, Ruth McGuire, Wolfgang Reisinger,
Markus Pfandler und Wolfram Wagner.
</p>

<p>
Seit einigen Jahren etabliert sich die Zusammenarbeit mit
skandinavischen Künstlern. So gestaltete der Cantus Novus Wien mehrere
Konzerte und CD-Aufnahmen gemeinsam mit Musikern und Komponisten aus
Schweden und Finnland. Eine Erwähnung verdient das Konzert im Wiener
Stephansdom im Mai 2011 gemeinsam mit dem Lidingö Motettkör, dem
Originalchor aus dem schwedischen Kinofilm „Wie im Himmel“. Es folgte
eine Konzertreise nach Stockholm im Juni 2012.
</p>

<p>
Zum Repertoire zählen auch große, klassische Chorwerke wie Händels
"Israel in Ägypten" und "Messias", Josef Haydns "Schöpfung" und das
"Requiem" von Mozart. Der Cantus Novus Wien gestaltet immer wieder
Gottesdienste, Hochzeiten und kirchliche Veranstaltungen. Regelmäßig
werden Chorreisen für Konzerte mit Chören aus dem In- und Ausland
unternommen.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id='disqus_thread'></div>
<script type='text/javascript'>
  var disqus_shortname = 'Fazky'; // required: replace example with your forum shortname
  (function() {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript><p>Please enable JavaScript to view the <a href='http://disqus.com/?ref_noscript'>comments powered by Disqus.</a></p></noscript><div class='footer'>
Copyright 2015 Dominik Schrempf<br/>
Last updated <span class="timestamp-wrapper"><span class="timestamp">2016-04-08</span></span><br/>
Built with <a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.3.4) <br/>
<a href="http://validator.w3.org/check?uri=referer">Validate</a> HTML
</div>
<script type='text/javascript'>
 (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
 (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
 m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
 })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

 ga('create', 'UA-57993874-1', 'auto');
 ga('send', 'pageview');

</script>
</div>
</body>
</html>
